{
  "compassFor": "Compass for",
  "compassForItems": {
    "containers": "containers",
    "kubernetes": "kubernetes",
    "engineers": "engineers",
    "developers": "developers",
    "managers": "managers",
    "releases": "releases",
    "pipelines": "pipelines",
    "versions": "versions",
    "applications": "applications",
    "services": "services",
    "configs": "configs",
    "products": "products",
    "microservices": "microservices",
    "code": "code",
    "databases": "databases",
    "tickets": "tickets",
    "workflows": "workflows",
    "collaboration": "collaboration"
  },
  "headerText": "dyrector.io is an open-source Internal Developer Platform that turns deployments of your services in Docker & Kubernetes as simple as you want them to be without vendor lock-in.",
  "getStartedForFree": "Get started for free",

  "designedForCompanies": {
    "title": "dyrector.io is designed for developers working with the following technologies & frameworks",
    "companies": {
      "orchestration": "orchestration",
      "agility": "agility",
      "cloud": "cloud",
      "cont-integration": "continuous integration",
      "release-mg": "release management"
    }
  },

  "features": {
    "deploy": {
      "section1Title": "Build delivery channels",
      "section1Details": "Create your own low-code CD workflow to deploy images out of your existing CI processes. No more messing with YAML files, you can focus on things that deliver value to your users.",
      "section2Title": "Autopilot your releases",
      "section2Details": "Automate & power-up your industry standard release processes with integrations. Increase your team's efficiency & transparency with notifications, and enable your product managers and other non-technical stakeholders to self-service deployments."
    },
    "control": {
      "section1Title": "Multi-instance deployments",
      "section1Details": "Simplify complex release management processes with the multi-instance deployment capabilities of dyrector.io. Manage and execute deployments of different versions of your applications to multiple nodes. Fire up Docker & Kubernetes test environments on the fly.",
      "section2Title": "No vendor lock-in",
      "section2Details": "Interact with your infrastructure in a PaaS-like manner with no strings attached. dyrector.io supports AWS, GCP, and Azure, as well. If you decide to stop using dyrector.io, you won't have to restart provisioning your infrastructure."
    }
  },

  "community": {
    "title": "Join Our Community",
    "subTitle": "Meet other dyrectors on our Discord community",
    "button": "Join Discord"
  },

  "integrationsToWorkflow": [
    [
      "Add ",
      {
        "text": "integrations seamlessly",
        "gradient": true
      },
      " to your"
    ],
    ["existing development workflows"]
  ],
  "integrationsDetails": "dyrector.io connects to the tools you use every day with new integrations in the works. Check our full list of integrations including GitLab, GitHub, Slack and Discord in our documentation.",

  "oss": {
    "title": "dyrector.io is fully open-source, will always be...",
    "details1": "Open-source products bring community-driven value to the world. We created dyrector.io for developers who'd rather not work on deployments and configurations instead of developing their solutions. We're looking for suggestions from developers to create the perfect deployment platform for them.",
    "star": "Star",
    "buttonSubText": "“As software eats the world, open source eats software”",
    "details2": ""
  }
}
