{
  "termsOfService": "Terms of Service",
  "body": [
    "These Terms of Service govern your use of the website located at  dyrector.io/policies/terms-of-service/and any related services provided by dyrector.io.",
    "By accessing https://dyrector.io, you agree to abide by these Terms of Service and to comply with all applicable laws and regulations. If you do not agree with these Terms of Service, you are prohibited from using or accessing this website or using any other services provided by dyrector.io.",
    "We, dyrector.io, reserve the right to review and amend any of these Terms of Service at our sole discretion. Upon doing so, we will update this page. Any changes to these Terms of Service will take effect immediately from the date of publication.",
    "These Terms of Service were last updated on 23 July 2021."
  ],
  "limitationsOfUse": "Limitations of Use",
  "limitationsWarrant": "By using this website, you warrant on behalf of yourself, your users, and other parties you represent that you will not:",
  "limitations": [
    "modify, copy, prepare derivative works of, decompile, or reverse engineer any materials and software contained on this website;",
    "remove any copyright or other proprietary notations from any materials and software on this website;",
    "transfer the materials to another person or “mirror” the materials on any other server;",
    "knowingly or negligently use this website or any of its associated services in a way that abuses or disrupts our networks or any other service dyrector.io provides;",
    "use this website or its associated services to transmit or publish any harassing, indecent, obscene, fraudulent, or unlawful material;",
    "use this website or its associated services in violation of any applicable laws or regulations;",
    "use this website in conjunction with sending unauthorized advertising or spam;",
    "harvest, collect, or gather user data without the user’s consent; or",
    "use this website or its associated services in such a way that may infringe the privacy, intellectual property rights, or other rights of third parties."
  ]
}